Repository: Eddyclaesen/Quintessence-QPlanet
Catalog: QCare/Source/Quintessence.QCare.Webshell/App_GlobalResources/Global.*.resx
Languages: fr, nl

# EvaluationFormCustomProjectsIntroText
source: At Quintessence Consulting we constantly work to improve the quality of our service. With that in mind we would like to ask you some questions about the quality of the consulting services Quintessence recently provided you with.
fr: Quintessence Consulting améliore et affine en permanence la qualité de ses services. C’est pourquoi nous souhaitons vous poser quelques questions sur la qualité des activités de consulting que nous avons organisées récemment chez vous.
nl: Quintessence Consulting is continu bezig met het verbeteren van de kwaliteit van onze dienstverlening. Daarom zouden we u graag een aantal vragen willen stellen over de kwaliteit van de consulting activiteiten die Quintessence recent bij u heeft uitgevoerd.

# EvaluationFormCustomProjectsQuestion01
source: To what degree do you feel that the goal set at the beginning of the partnership was achieved? What has been achieved and what has not.
fr: Dans quelle mesure estimez-vous que l'objectif fixé au début de la collaboration est atteint? Quelle partie l’est, quelle partie ne l’est pas?
nl: In hoeverre vindt u dat het doel dat was vooropgesteld bij het begin van de samenwerking, bereikt is? Wat wel en wat niet.

# EvaluationFormCustomProjectsQuestion02
source: What is the current situation with regard to what has been achieved? Does the project arouse interest and do you build on it? Do you feel that further support is worthwhile? Is a follow-up possible/desirable?
fr: Au niveau de ce qui a été réalisé: comment se passent les choses en ce moment? Le projet est-il en cours et continuez-vous à le développer? Est-il utile de continuer à le soutenir? Une suite est-elle possible/souhaitable?
nl: Van datgene dat werd gerealiseerd: hoe verloopt dit op dit moment? Leeft het project en bouwt u erop verder? Is het nuttig om het verder te ondersteunen? Is een vervolg mogelijk/wenselijk?

# EvaluationFormCustomProjectsQuestion03
source: If the project does/did not proceed as expected, what do you feel is the reason? What work still has to be done and by whom? How should we proceed?
fr: S’il ne se déroule pas bien: quelle en est la raison selon vous? Que reste-t-il à faire et par qui? Comment pouvons-nous aborder cela?
nl: Indien het niet goed loopt: wat is daar een mogelijke reden van volgens u? Waar ligt nog werk en voor wie? Hoe pakken we dit verder op?

# EvaluationFormCustomProjectsQuestion04
source: How did you find the process at the time and what is your general impression of it now, looking back?
fr: Que pensez-vous du processus en général?
nl: Hoe heeft u het proces ervaren, hoe blikt u er in het algemeen op terug?

# EvaluationFormCustomProjectsQuestion05
source: What are your thoughts on how the project was communicated and supervised?
fr: Que pensez-vous de la communication à propos de l'encadrement du processus?
nl: Hoe ervaarde u de communicatie over en de omkadering van het proces?

# EvaluationFormCustomProjectsQuestion06
source: What are your thoughts on the participants? Did we invite the right people to take part? Were they able to make a substantive contribution? Were they able to gain support? Was everyone on board from the start? Did everyone stay on board?
fr: Que pensez-vous de la participation des participants? Avons-nous invité les bonnes personnes à participer? Ont-elles pu apporter le bon contenu ? Avaient-elles la base portante requise pour pouvoir apporter une contribution? Tout le monde s'est-il suffisamment impliqué dès le départ? Est-ce que tout le monde est resté à bord?
nl: Hoe ervaarde u de participatie van de deelnemers? Hebben we de juiste mensen uitgenodigd om te participeren: konden ze inhoudelijk de juiste bijdrage leveren? Hebben ze inzake draagvlak kunnen bijdragen? Was iedereen van bij de start voldoende mee? Bleef iedereen aan boord?

# EvaluationFormCustomProjectsQuestion07
source: How did you experience the guidance and support during the workshops (speed, standard, structure, responses to difficult questions, material)?
fr: Que pensez-vous de l'encadrement lors des workshops (rythme, niveau, structure, interventions en cas de question difficile, matériel,...)?
nl: Hoe ervaarde u de begeleiding tijdens de workshops (tempo, niveau, opbouw, interventies bij moeilijke vragen, materiaal,…)?

# EvaluationFormCustomProjectsQuestion08
source: If an adjustment was made, was it the right response at the right time and was it done correctly?
fr: Si une adaptation a été effectuée: était-ce une bonne adaptation, au bon moment, bien exécutée?
nl: Indien er een bijsturing gebeurde: was het de juiste, op het juiste moment, goed genomen?

# EvaluationFormCustomProjectsQuestion09
source: What are your thoughts on how the content and process were communicated to the steering group (clear, timely, relevant)? How was the support of the steering group?
fr: Que pensez-vous de la communication intermédiaire (sur le contenu et le processus) vis-à-vis du groupe d’experts (claire, ponctuelle, pertinente)? Comment était le soutien apporté par le groupe d’experts?
nl: Hoe ervaarde u de tussentijdse communicatie (over de inhoud en het proces) naar de stuurgroep (helder, tijdig, relevant)? Hoe was de steun van de stuurgroep?

# EvaluationFormCustomProjectsQuestion10
source: Did we properly understand your demand?
fr: Avons-nous bien compris votre demande?
nl: Hebben we goed begrepen wat uw vraag was?

# EvaluationFormCustomProjectsQuestion11
source: Were we sufficiently reachable and available?
fr: Avons-nous été suffisamment accessibles et disponibles?
nl: Waren we voldoende bereikbaar en beschikbaar?

# EvaluationFormCustomProjectsQuestion12
source: Could you get hold of us when you needed to (to ask questions, share concerns)?
fr: Avez-vous pu vous adresser à nous (avec vos questions, soucis) lorsque c'était nécessaire?
nl: Kon u bij ons terecht (met vragen, bezorgdheden) wanneer het nodig was?

# EvaluationFormCustomProjectsQuestion13
source: Were you given good material support?
fr: Avez-vous reçu un bon soutien matériel (matériel, …)?
nl: Kreeg u goede materiële ondersteuning (materiaal, …)?

# EvaluationFormCustomProjectsQuestion14
source: Did invoicing go smoothly during the project?
fr: La facturation était-elle aisée, correcte, claire... pendant le projet?
nl: Verliep de facturatie tijdens het project vlot, correct, helder,...?

# EvaluationFormCustomProjectsQuestion15
source: What changes would you like to see next time?
fr: Qu’aimeriez-vous changer lors d’une prochaine collaboration?
nl: Wat zou u bij een volgende samenwerking anders willen zien?

# EvaluationFormCustomProjectsTitleBlock1
source: Result/product
fr: Résultat/produit
nl: Resultaat/product

# EvaluationFormCustomProjectsTitleBlock2
source: Process
fr: Processus
nl: Proces

# EvaluationFormCustomProjectsTitleBlock3
source: Working relationship with project team/steering group/client assistants
fr: Collaboration avec l’équipe de projet/le groupe d’experts/les assistents des clients
nl: Samenwerking met projectteam/stuurgroep/klantassistentes

# FinalText
source: The evaluation has been succesfully submitted. Quintessence thanks you for your cooperation.
fr: Le questionnaire a été envoyé, merci pour votre collaboration.
nl: Het evaluatieformulier werd verstuurd. Bedankt voor uw medewerking.

# FinalTitle
source: Thank you
fr: Merci
nl: Bedankt

# FooterText
source: Antwerp | Ghent | Brussels
fr: Anvers | Gand | Bruxelles
nl: Antwerpen | Gent | Brussel

# LoginIntroText
source: Please fill in the 6-digit code you have received by e-mail.
fr: Veuillez introduire le code (6 caractères) que vous avez reçu par mail.
nl: Gelieve de code (6 tekens) die u per mail gekregen heeft, in te geven.

source: Neutral
fr: Neutre
nl: Neutraal

source: Next
fr: Suivant
nl: Volgende

source: No
fr: Non
nl: Nee

source: Not applicable
fr: Pas applicable
nl: Niet van toepassing

source: Previous
fr: Précédent
nl: Vorige

source: Satisfied
fr: Satisfait
nl: Tevreden

source: Show characters
fr: Montrez les caractères
nl: Toon tekens

source: To what degree...
fr: Dans quelle mesure…
nl: In welke mate…

source: Very dissatisfied
fr: Très insatisfait
nl: Heel ontevreden

source: Very satisfied
fr: Très satisfait
nl: Heel tevreden

source: Yes
fr: Oui
nl: Ja

# ErrorTitle
source: Error
nl: Fout

# EvaluationFormCoachingTitleBlock7
source: Suggestions/recommendations
nl: Suggesties/aanbevelingen

# IntroLabel
source: Introduction
nl: Inleiding
