Repository: Eddyclaesen/Quintessence-QPlanet
Catalog: QCare/Source/Quintessence.QCare.Webshell/App_GlobalResources/Global.*.resx
Languages: fr, nl

# AcdcCompletedText
source: You have reached the end of this questionnaire. Press the "Send" button to complete the evaluation.
fr: Vous êtes arrivé(e) à la fin du questionnaire, veuillez cliquer sur "Envoyer" afin d'envoyer vos réponses.
nl: U bent aan het einde van de vragenlijst. Gelieve op "Verzenden" te klikken om uw antwoorden door te sturen.

# AuthenticationFailedText
source: The verification code you entered appears to be invalid. Please try again.
fr: La code de vérification que vous avez introduite n'est pas valable. Veuillez le réessayer.
nl: De verificatiecode die u heeft ingevuld, blijkt niet correct te zijn. Probeer opnieuw.

# CoachingCompletedText
source: You have reached the end of this questionnaire. Press the "Send" button to complete the evaluation.
fr: Vous êtes arrivé(e) à la fin du questionnaire, veuillez cliquer sur "Envoyer" afin d'envoyer vos réponses.
nl: U bent aan het einde van de vragenlijst. Gelieve op "Verzenden" te klikken om uw antwoorden door te sturen.

# Complete
source: Send
fr: Envoyer
nl: Verzenden

# CompletedTitle
source: Evaluation completed
fr: Evaluation complétée
nl: Evaluatie afgerond

# ContactpersonNotPresent
source: Contactperson was not present
fr: La personne de contact n’était pas présente
nl: Contactpersoon was niet aanwezig

# ContactpersonPresent
source: Contactperson was present
fr: La personne de contact était présente
nl: Contactpersoon was aanwezig

# CustomProjectsCompletedText
source: You have reached the end of this questionnaire. Press the "Send" button to complete the evaluation.
fr: Vous êtes arrivé(e) à la fin du questionnaire, veuillez cliquer sur "Envoyer" afin d'envoyer vos réponses.
nl: U bent aan het einde van de vragenlijst. Gelieve op "Verzenden" te klikken om uw antwoorden door te sturen.

source: Dissatisfied
fr: Dissatisfait
nl: Ontevreden

# ErrorText
source: We encountered a problem while processing the evaluation form. Click the "Back" button to try and go back to previous page or close the browser and try to open the evaluation form again. We apologize for the inconvenience.
fr: Une erreur s'est produite lors de la traitement du questionnaire. Veuillez cliquer sur "Précédent" et allez vers la page précédente ou fermez votre browser et essayer de réouvrir le document d'évaluation. Nous sommes désolés pour les inconvénients occasionnés.
nl: Bij het verwerken van het evaluatieformulier liep er iets verkeerd. Klik op de "Terug" knop om terug te gaan naar de vorige pagina of sluit uw browser en probeer het evaluatieformulier terug te openen. Onze verontschuldigingen voor het ongemak.

# EvaluationFormAcdcIntroText
source: At Quintessence Consulting we constantly work to improve the quality of our service. With that in mind we would like to ask you a number of questions about the quality of the assessment and development activities you recently took part in at Quintessence.
fr: Quintessence Consulting améliore et affine en permanence la qualité de ses services. C’est pourquoi nous souhaitons vous poser quelques questions sur la qualité des activités organisées cette dernière période chez Quintessence pour l’assessment et les trajets de développement.
nl: Quintessence Consulting is continu bezig met het verbeteren van de kwaliteit van onze dienstverlening. Daarom zouden we u graag een aantal vragen willen stellen over de kwaliteit van de activiteiten op het vlak van assessement en development trajecten die u de afgelopen periode bij Quintessence hebt laten doorgaan.

# EvaluationFormAcdcQuestion01
source: Are you satisfied with how long it takes to plan and set up an assessment centre?
fr: Êtes-vous satisfait du délai de planification des AC?
nl: Bent u tevreden over de termijn waarbinnen de AC’s worden ingepland?

# EvaluationFormAcdcQuestion02
source: Are you satisfied with the information the participants received to prepare?
fr: Êtes-vous satisfait des informations que les participants reçoivent en préparation de leur participation?
nl: Bent u tevreden over de informatie die de deelnemers ontvangen als voorbereiding op hun deelname?

# EvaluationFormAcdcQuestion03
source: Are you satisfied with how long it takes to generate a report?
fr: Êtes-vous satisfait du délai de réception du rapport?
nl: Bent u tevreden met de termijn waarop het rapport ontvangt?

# EvaluationFormAcdcQuestion04
source: Are you satisfied with the way in which your competence profile was established?
fr: Êtes-vous satisfait de la façon dont le profil de compétence est établi?
nl: Bent u tevreden over de manier waarop het competentieprofiel werd bepaald?

# EvaluationFormAcdcQuestion05
source: Were the competences relevant to the job assessed?
fr: Les compétences pertinentes pour la fonction ont-elles été mesurées?
nl: Werden de voor de functie relevante competenties gemeten?

# EvaluationFormAcdcQuestion06
source: Are you satisfied with the service of the client assistants?
fr: Êtes-vous satisfait du service des assistants des clients?
nl: Bent u tevreden over de dienstverlening van de klantassistentes?

# EvaluationFormAcdcQuestion07
source: Are you satisfied with the process of invoicing?
fr: Êtes-vous satisfait du processus de facturation?
nl: Bent u tevreden over het verloop van de facturatie?

# EvaluationFormAcdcQuestion08
source: How important is it for you that the same assessors assess all participants with regard to the same job?
fr: Dans quelle mesure est-il important pour vous que différents participants soient évalués par les mêmes assesseurs pour une même fonction?
nl: In hoeverre is het voor u van belang dat verschillende deelnemers voor éénzelfde functie door dezelfde assesoren worden uitgevoerd?

# EvaluationFormAcdcQuestion09
source: What is your general impression of the quality of the reports?
fr: Que pensez-vous en général de la qualité des rapports?
nl: Wat vindt u over het algemeen van de kwaliteit van de rapporten?

# EvaluationFormAcdcQuestion10
source: Please tell us your thoughts on the following aspects of the reports. <ul> <li>Are they clear?</li> <li>Are they to the point?</li> <li>Is the score in line with the observations?</li> <li>Is the style sufficiently appreciative?</li> <li>Do participants recognise themselves in the observations?</li> <li>Do line managers recognise the participants in the observations?</li> <li>Are they grammatically correct?</li> <li>Are they easy to follow?</li> </ul>
fr: Les rapports sont-ils suffisamment: <ul> <li>Clairs</li> <li>To the point</li> <li>Les observations correspondent-elles au score</li> <li>Le style est-il suffisamment/trop/trop peu valorisant</li> <li>Reconnaissables pour le participant</li> <li>Reconnaissables pour le manager de ligne</li> <li>Grammaticalement corrects</li> <li>Synoptiques</li> </ul>
nl: Zijn de rapporten voldoende <ul> <li>Helder</li> <li>To the point</li> <li>Zijn de observaties in overeenstemming met de score</li> <li>Is de stijl voldoende/teveel/te weinig waarderend</li> <li>Herkenbaar voor de deelnemer</li> <li>Herkenbaar voor de lijnmanager</li> <li>Grammaticaal correct</li> <li>Overzichtelijk</li> </ul>

# EvaluationFormAcdcQuestion11
source: Do the reports give you a good idea of the performance you can expect from the participant?
fr: Les rapports vous donnent-ils une bonne image du fonctionnement (futur) du participant?
nl: Geven de rapporten u een goed beeld over het (toekomstig) functioneren van de deelnemer ?

# EvaluationFormAcdcQuestion12
source: Are adequate points made to back up the recommendation?
fr: La motivation de l’avis est-elle suffisamment claire?
nl: Is de motivatie van het advies voldoende duidelijk ?

# EvaluationFormAcdcQuestion13
source: Is the summary at the beginning a source of added value for you?
fr: Le résumé au début du rapport vous apporte-t-il une plus-value?
nl: Vormt de samenvatting aan het begin van het rapport een toegevoegde waarde voor u?

# EvaluationFormAcdcQuestion14
source: Is the description of the results of the personality questionnaire clear enough?
fr: La description des résultats du questionnaire de personnalité est-elle suffisamment claire?
nl: Is de beschrijving van de resultaten van de persoonlijkheidsvragenlijst voldoende helder?

# EvaluationFormAcdcQuestion15
source: Are you satisfied with the paragraph about cultural fit?
fr: Êtes-vous satisfait du paragraphe sur l’adéquation culturelle?
nl: Bent u tevreden over de paragraaf over cultuurfit?

# EvaluationFormAcdcQuestion16
source: Is there sufficient uniformity across the reports of the various assessors?
fr: Y a-t-il suffisamment d'uniformité entre les rapports des différents assesseurs?
nl: Is er voldoende eenvormigheid tussen de rapporten van de verschillende assessoren

# EvaluationFormAcdcQuestion17
source: Did the assessor call you the day after the assessment/development centre to give feedback on the assessment/development centre?
fr: Avez-vous été contacté après l’AC par l’assesseur pour un feed-back téléphonique concernant l'AC?
nl: Werd u daags na het AC gecontacteerd door de assessor voor telefonische feedback over het AC?

# EvaluationFormAcdcQuestion18
source: Is this call a source of added value for you? What aspects of the phone feedback do you appreciate?
fr: Cet entretien vous a-t-il apporté une plus-value? Qu’appréciez-vous dans ce feed-back téléphonique?
nl: Betekent dit gesprek voor u een meerwaarde? Wat weet u te appreciëren aan de telefonische feedback?

# EvaluationFormAcdcQuestion19
source: Do you tend to follow the recommendation you are given?
fr: Suivez-vous généralement les conseils donnés?
nl: Volgt u doorgaans het advies dat wordt gegeven

# EvaluationFormAcdcQuestion19_19A
source: Why?
fr: Pourquoi le faites-vous?
nl: Waarom?

# EvaluationFormAcdcQuestion19_19B
source: Why not?
fr: Pourquoi le faites-vous pas?
nl: Waarom niet?

# EvaluationFormAcdcQuestion20
source: What aspects play a role in the recruitment/selection decision for a given candidate?
fr: Quels éléments jouent également un rôle dans la détermination de l'embauche/la sélection d'un candidat?
nl: Welke elementen spelen nog mee in het bepalen van de aanwerving/selectie van een kandidaat?

# EvaluationFormAcdcQuestion21
source: What feedback do you get from participants after the assessment or development centre?
fr: Quel feed-back recevez-vous des participants après l'assessment ou developement center?
nl: Welke feedback krijgt u van de deelnemers na het assessment of development center?

# EvaluationFormAcdcQuestion22
source: How do participants respond after they have received the feedback (by phone or face-to-face)?
fr: Quelles sont les réactions des participants après l’entretien de feed-back (entretien téléphonique ou personnel)?
nl: Hoe zijn de reacties van de deelnemers na het feedbackgesprek (telefonisch of persoonlijk gesprek)?

# EvaluationFormAcdcQuestion23
source: How do participants respond to the following? <ul> <li>Negative recommendations</li> <li>Positive recommendations</li> </ul>
fr: Comment réagissent les participants: <ul> <li>En cas d'avis négatif</li> <li>En cas d’avis positif</li> </ul>
nl: Hoe reageren de deelnemers: <ul> <li>In geval van een negatief advies</li> <li>In geval van een positief advies</li> </ul>

# EvaluationFormAcdcQuestion24
source: How do you feel we could improve our service?
fr: De quelle façon pourrions-nous encore améliorer nos services, selon vous?
nl: Op welke manier kunnen wij onze dienstverlening volgens u nog verder verbeteren ?

# EvaluationFormAcdcQuestion25
source: Do you have specific recommendations to improve our assessment and development offerings?
fr: Avez-vous des conseils spécifiques pour notre approche de l’assessment et des trajets de développement?
nl: Heeft u specifieke tips wat onze aanpak betreft inzake assessment en development trajecten?

# EvaluationFormAcdcQuestion26
source: Are there any other comments you would like to make?
fr: Autres suggestions/remarques?
nl: Andere suggesties/bedenkingen?

# EvaluationFormAcdcTitleBlock1
source: Preparation/Follow-up
fr: Préparation/suivi
nl: Voorbereiding/Nazorg

# EvaluationFormAcdcTitleBlock2
source: Written report
fr: Rapport écrit
nl: Schriftelijke rapportage

# EvaluationFormAcdcTitleBlock3
source: Telephone feedback to client
fr: Feed-back téléphonique client
nl: Telefonische feedback klant

# EvaluationFormAcdcTitleBlock4
source: What happens next
fr: L'après
nl: Wat gebeurt er nadien

# EvaluationFormAcdcTitleBlock5
source: Feedback to participants
fr: Feed-back au participant
nl: feedback aan de deelnemer

# EvaluationFormAcdcTitleBlock6
source: Suggestions/Recommendations
fr: Suggestions/Recommandations
nl: Suggesties/Aanbevelingen

# EvaluationFormCoachingIntroText
source: At Quintessence Consulting we constantly work to improve the quality of our service. In doing so, your opinion is very important. With that in mind, we would like to ask you a number of questions about the quality of the coaching activities you recently took part in with Quintessence coaches.
fr: Quintessence Consulting améliore et affine en permanence la qualité de ses services. Et dans cette optique, nous accordons la plus grande importance à votre opinion. C’est pourquoi nous souhaitons vous poser quelques questions sur la qualité des activités de coaching organisées cette dernière période avec les coachs de Quintessence.
nl: Quintessence Consulting is continu bezig de kwaliteit van onze dienstverlening te verbeteren en aan te scherpen. Wij hechten daarbij grote waarde aan uw mening. Wij willen u daarom enkele vragen stellen over de kwaliteit van de activiteiten op het vlak van coaching die de afgelopen periode doorgingen met coaches van Quintessence.

# EvaluationFormCoachingQuestion01
source: To what degree did you receive sufficient prior information about what coaching is and what you could expect from this coaching path? (quotation, phone call, personal contact)?
fr: Dans quelle mesure avez-vous reçu suffisamment d’informations au préalable concernant le coaching et ce que vous pouviez attendre de ce trajet? (offre, contact téléphonique, contact personnel…)
nl: In welke mate kreeg u voorafgaandelijk voldoende informatie over wat coaching is en wat u van dit traject kon verwachten? (offerte, telefonisch contact, persoonlijk contact…)

# EvaluationFormCoachingQuestion02
source: What information would you have found useful to have in advance?
fr: Quelles informations préalables auraient été utiles pour vous?
nl: Welke informatie was voorafgaandelijk nog nuttig geweest voor u?

# EvaluationFormCoachingQuestion03
source: Was there an intake interview at which other people than simply the coach and the coachee were present?
fr: Un entretien d’entrée a-t-il eu lieu, en présence d'autres personnes que le coach et le coachee?
nl: Heeft er een intakegesprek plaatsgevonden waarbij ook andere personen aanwezig waren dan de coach en de coachee?

# EvaluationFormCoachingQuestion04A
source: Who was present at this intake interview?
fr: Qui était présent lors de cet entretien d'entrée?
nl: Wie was er aanwezig bij dit intakegesprek?

# EvaluationFormCoachingQuestion04A_41A_411
source: To what degree was attending this intake interview a source of added value for you?
fr: Dans quelle mesure la participation à cet entretien d'entrée vous a-t-elle apporté une plus-value?
nl: In welke mate vormde het bijwonen van dit intakegesprek een meerwaarde voor u?

# EvaluationFormCoachingQuestion04A_41A_412
source: To what degree were clear arrangements made with regard to next steps in the coaching path?
fr: Dans quelle mesure des accords clairs ont-ils été pris pour les étapes suivantes du trajet de coaching?
nl: In welke mate werden er duidelijke afspraken gemaakt rond de verdere stappen in het coachingstraject?

# EvaluationFormCoachingQuestion04A_41A_413
source: Would you like to make any other comments about the intake interview?
fr: Avez-vous encore un autre feed-back concernant l'entretien d'entrée?
nl: Hebt u nog andere feedback over het intakegesprek?

# EvaluationFormCoachingQuestion04A_41B_411
source: What comments have been made to you about the intake interview?
fr: Quel feed-back avez-vous reçu concernant l'entretien d'entrée?
nl: Welke feedback hebt u gekregen over het intakegesprek?

# EvaluationFormCoachingQuestion04A_41B_412
source: Would you like to be present in the future?
fr: Dans quelle mesure souhaitez-vous être présent à l’avenir?
nl: In welke mate wenst u in de toekomst hier wel bij aanwezig te zijn?

# EvaluationFormCoachingQuestion04B
source: Would you like other people to be present in the future?
fr: Dans quelle mesure souhaitez-vous que d’autres personnes soient présentes à l’avenir?
nl: In welke mate wenst u dat er in de toekomst wel andere personen hierbij aanwezig zijn?

# EvaluationFormCoachingQuestion05
source: Was there a feedback interview?
fr: Un entretien de feedback a-t-il eu lieu?
nl: Heeft er een terugkoppelingsgesprek plaatsgevonden?

# EvaluationFormCoachingQuestion05_5A
source: Who was present at this feedback interview?
fr: Qui était présent lors de cet entretien de feedback?
nl: Wie was er aanwezig bij dit terugkoppelingsgesprek?

# EvaluationFormCoachingQuestion05_5A_51A_511
source: To what degree was attending this feedback interview a source of added value for you?
fr: Dans quelle mesure la participation à cet entretien de feedback vous a-t-elle apporté une plus-value?
nl: In welke mate vormde het bijwonen van dit terugkoppelingsgesprek een meerwaarde voor u?

# EvaluationFormCoachingQuestion05_5A_51A_512
source: To what degree were you given insight into the steps taken by the coachee within the context of the coaching path? and the results achieved?
fr: Dans quelle mesure avez-vous été informé des mesures prises durant le trajet de coaching par le coachee et des résultats atteints lors de ce trajet de coaching?
nl: In welke mate kreeg u zicht op de stappen die genomen werden tijdens het coachingtraject door de coachee en op de resultaten die bereikt werden tijdens dit coachingtraject?

# EvaluationFormCoachingQuestion05_5A_51A_513
source: Do you have any other comments about the feedback interview?
fr: Avez-vous encore un autre feed-back sur l'entretien de feedback?
nl: Hebt u nog andere feedback over het terugkoppelingsgesprek?

# EvaluationFormCoachingQuestion05_5A_51B_511
source: What comments have been made to you about the feedback interview?
fr: Quel feed-back avez-vous reçu sur l'entretien de feedback?
nl: Welke feedback hebt u gekregen over het terugkoppelingsgesprek?

# EvaluationFormCoachingQuestion05_5A_51B_512
source: Would you like to be present in the future?
fr: Dans quelle mesure souhaitez-vous être présent à l’avenir?
nl: In welke mate wenst u in de toekomst hier wel bij aanwezig te zijn?

# EvaluationFormCoachingQuestion05_5B
source: Would you like there to be a feedback interview in the future?
fr: Dans quelle mesure souhaitez-vous qu'un entretien de rétraction ait lieu à l'avenir?
nl: In welke mate wenst u dat er in de toekomst wel een terugkoppelingsgesprek plaatsvindt?

# EvaluationFormCoachingQuestion06
source: What form did the feedback you received in the course of the coaching plan take?
fr: Sous quelle forme avez-vous reçu la rétroaction durant le trajet de coaching?
nl: Onder welke vorm ontving u terugkoppeling tijdens het coachingtraject?

# EvaluationFormCoachingQuestion07
source: What form did the feedback you received upon completion of the coaching plan take?
fr: Sous quelle forme avez-vous reçu la rétroaction à la fin du trajet de coaching?
nl: Onder welke vorm ontving u terugkoppeling op het einde van het coachingtraject?

# EvaluationFormCoachingQuestion08
source: What did you appreciate about this feedback?
fr: Qu’appréciez-vous dans cette rétroaction?
nl: Wat apprecieert u aan deze terugkoppeling?

# EvaluationFormCoachingQuestion09
source: With regard to feedback, what would you expect to see done differently or to a greater degree?
fr: Qu’aimeriez-vous avoir de plus ou autrement au niveau de la rétroaction?
nl: Wat zou u meer of anders verwachten op het vlak van terugkoppeling?

# EvaluationFormCoachingQuestion10
source: Do you feel that the goal set at the start of the coaching plan has been achieved?
fr: Estimez-vous que l'objectif fixé au début du coaching est atteint?
nl: Vindt u dat het doel dat was vooropgesteld bij het begin van de coaching bereikt is?

# EvaluationFormCoachingQuestion10_10A
source: What is the current situation with regard to what was achieved? Do you feel that further support is worthwhile? Is a follow-up possible/desirable?
fr: Au niveau de ce qui a été réalisé : comment se passent les choses en ce moment? Une suite est-elle possible/souhaitable?
nl: Van datgene dat werd gerealiseerd: hoe verloopt dit op dit moment? Is het nuttig om het verder te ondersteunen? Is een vervolg mogelijk/wenselijk?

# EvaluationFormCoachingQuestion10_10B
source: Why might that be the case in your opinion? What work still has to be done and by whom? How should we proceed?
fr: Quelle en est la raison selon vous? Que reste-t-il à faire et par qui? Comment pouvons-nous aborder cela?
nl: Wat is daar een mogelijke reden voor volgens u? Waar ligt nog werk en voor wie? Hoe pakken we dit verder op?

# EvaluationFormCoachingQuestion11
source: Has the coachee given you any feedback with regard to the coaching plan? If so, what?
fr: Avez-vous reçu du feed-back du (des) coachee(s) sur le trajet de coaching? Lequel?
nl: Hebt u feedback gekregen van de coachee(s) over het coachingtraject? Welke?

# EvaluationFormCoachingQuestion12
source: Are you satisfied with the service of the client assistants?
fr: Êtes-vous satisfait du service des assistants des clients?
nl: Bent u tevreden over de dienstverlening van de klantassistentes?

# EvaluationFormCoachingQuestion13
source: Are you satisfied with the process of invoicing?
fr: Êtes-vous satisfait du processus de facturation?
nl: Bent u tevreden over het verloop van de facturatie?

# EvaluationFormCoachingQuestion14
source: Do you have specific recommendations to improve our coaching?
fr: Avez-vous des conseils spécifiques pour notre approche en matière de coaching?
nl: Heeft u specifieke tips naar onze aanpak inzake coaching?

# EvaluationFormCoachingQuestion15
source: Are there any other comments you would like to make?
fr: Autres suggestions/remarques?
nl: Andere suggesties/opmerkingen?

# EvaluationFormCoachingQuestion16
source: Would you advise other coworkers or colleagues to work with a coach of Quintessence?
fr: Conseillerez vous d’autres collaborateurs ou collègues de travailler avec un coach de Quintessence?
nl: Zou u aan andere medewerkers of collega’s de coach(es) van Quintessence aanbevelen?

# EvaluationFormCoachingQuestion16_16A
source: Why?
fr: Pourquoi?
nl: Waarom?

# EvaluationFormCoachingQuestion16_16B
source: Why not?
fr: Pourquoi pas?
nl: Waarom niet?

# EvaluationFormCoachingTitleBlock1
source: Prior information about coaching
fr: Informations préalables concernant le coaching
nl: Voorafgaandelijke informatie over coaching

# EvaluationFormCoachingTitleBlock2
source: Intake interview
fr: Entretien d'entrée
nl: Intakegesprek

# EvaluationFormCoachingTitleBlock3
source: Feedback interview
fr: Entretien de feedback
nl: Terugkoppelingsgesprek

# EvaluationFormCoachingTitleBlock4
source: Coaching interviews and (interim) reports
fr: Entretiens de coaching et rapports (intermédiaires)
nl: Coachinggesprekken en (tussentijdse) rapportering

# EvaluationFormCoachingTitleBlock5
source: Results
fr: Résultats
nl: Resultaten

# EvaluationFormCoachingTitleBlock6
source: Preparation/Follow-up
fr: Préparation/suivi
nl: Administratie
