Repository: Eddyclaesen/Quintessence-QPlanet
Catalog: src/Hosts/Quintessence.QCandidate.Web/Resources/Views/Assessments/GetProject.*.resx
Languages: fr, nl

# Assessors
source: The assessor(s)
fr: Les assesseurs
nl: De assessor(en)

source: Back
fr: Retour
nl: Terug

# ConsentIntro
source: <p>Quintessence Consulting hereby informs you that we consider it our moral duty to guarantee you all confidentiality during your attendance with us. As such, all confidential data collected are treated with the utmost care and video recordings that are made are only intended for our consultant-assessors to support their observations of the simulations and internal use. <br />These recordings, will not be kept longer than necessary for proper assessment of the observed competencies and will be deleted after 2 months. Only the interactive simulations will be subject to recording, not the preparation time nor reflections shared with your assessor after.</p>
fr: <p>Lors de votre assessment, c’est possible qu'une ou plusieurs simulations soient enregistrées. Évidemment, nous ne le ferons pas sans votre accord explicite. Ces enregistrements sont uniquement réservés à un usage interne et seront effacés x jours après votre assessment.</p>
nl: <p>Quintessence Consulting informeert je hierbij dat we het als onze morele plicht beschouwen om je alle vertrouwelijkheid te garanderen tijdens je deelname bij ons. Als dusdanig worden alle verzamelde vertrouwelijke gegevens met de grootste zorg behandeld en video-opnames die gemaakt worden zijn enkel bedoeld voor onze consultant-assessoren ter ondersteuning van hun observaties van de simulaties en intern gebruik. <br />Deze opnames worden niet langer bewaard dan nodig is voor een goede beoordeling van de geobserveerde competenties en worden na 2 maanden verwijderd. Alleen de interactieve simulaties worden opgenomen, niet de voorbereidingstijd en ook niet de reflecties die je daarna met je assessor deelt.</p>

# ConsentSub
source: <p><strong>By ticking the checkbox I give permission to record the simulations.</strong></p>
fr: <p><strong>En cochant la check box, je donne l'autorisation d'enregistrer les simulations.</strong></p>
nl: <p><strong>Door aanvinken van de checkbox geef ik toestemming tot opname van de simulaties.</strong></p>

# Context
source: <p>During your center, we would like to see how you approach a number of different work situations.</p> <p>It goes without saying that they are not the actual issues you face, but a number of cases that give you the opportunity to show what your strengths are. These cases take place in a fictional context in which you work for an imaginary organisation: <strong>{0}</strong>.</p> <p>It’s important that you have already thoroughly examined the <strong>{0}</strong> website so that you can form a good image of the organisation in which you’ll find yourself.</p> <p>You’re not expected to learn this information by heart! But please make sure you know the structure, context, values and standards of the <strong>{0}</strong> organisation. It will be of help to you during your program.</p><p>You’ll find all the important details here: <a href="https://simulation.quintessence.be/en/" target="_blank">LINK</a>.<br/>
fr: <p>Durant votre assessment, nous souhaiterions voir de quelle manière vous abordez un certain nombre de situations professionnelles. </p> <p>Ces situations professionnelles ne sont bien sûr pas vos problématiques professionnelles réelles, mais quelques cas pratiques dans lesquels vous pourrez montrer quels sont vos points forts. Ces cas pratiques se déroulent dans un contexte fictif : vous êtes employé d'une organisation fictive : <strong>{0}</strong>.</p> <p>Il est important que vous puissiez parcourir au moins une fois de manière approfondie le site Web de <strong>{0}</strong> avant votre assessment, ceci afin que vous ayez déjà une vision précise de l'organisation dans laquelle vous allez vous retrouver.</p> <p>Le but n'est pas que vous appreniez ces informations par cœur ! Familiarisez-vous plutôt avec la structure, le contexte, les valeurs et les normes en vigueur au sein de l'organisation <strong>{0}</strong>. Cela vous mettra dans une position plus confortable pendant votre assessment.</p><p>Vous trouverez toutes les informations importantes ici : <a href="https://simulation.quintessence.be/fr/login" target="_blank">LIEN</a>.<br/>
nl: <p>Tijdens het assessment brengen we graag in kaart hoe u met een aantal werksituaties omgaat.</p> <p>Deze werksituaties zijn uiteraard niet uw werkelijke problematieken, maar een aantal cases waarin u kunt tonen wat uw sterkten zijn. Deze cases spelen zich af in een fictieve context, u wordt voor even werknemer van een denkbeeldige organisatie, nl. <strong>{0}</strong>.</p> <p>Het is belangrijk dat u voor uw assessment de website van <strong>{0}</strong> al eens grondig doorneemt zodat u zich reeds een goed beeld kan vormen van de organisatie waarin u terecht zal komen.</p> <p>Het is niet de bedoeling dat u deze informatie uit het hoofd leert! Maar maak zeker kennis met de structuur, context, de waarden en de normen van de <strong>{0}</strong> organisatie. Het zal u comfort geven tijdens uw programma.</p><p>U hebt toegang tot deze informatie via volgende link: <a href="https://simulation.quintessence.be/nl/" target="_blank">LINK</a>.<br/>

# Evaluation
source: Your opinion matters !
fr: Votre feedback est important !
nl: Jouw feedback is goud waard!

# EvaluationLink
source: https://evaluation.quintessence.be/default_en
fr: https://evaluation.quintessence.be/default_fr
nl: https://evaluation.quintessence.be

# EvaluationOnlineLink
source: https://evaluation.quintessence.be/online_en
fr: https://evaluation.quintessence.be/online_fr
nl: https://evaluation.quintessence.be/online_nl

# EvaluationSub
source: May we ask you for feedback? <br/>Should you have already filled this out on the day of your assessment, thank you very much!
fr: Pouvons-nous vous demander votre avis ? <br/>Si vous l’avez déjà rempli le jour de votre évaluation, on vous remercie !
nl: Mogen we je nog even om feedback vragen?<br/>Mocht je dit al op de dag van je assessment hebben ingevuld, hartelijk dank!

# Hoera
source: https://view.publitas.com/quintessence-consulting/test/page/1
fr: https://view.publitas.com/quintessence-consulting/chouette-je-participe-a-un-assessment-center/page/1
nl: https://epub02.publitas.com/quintessence/9/

# HoeraImg
source: hoera_en.png
fr: hoera_fr.png
nl: hoera.png

# Intro
source: <p>At the request of {0} we invite you.</p>
fr: <p>A la demande de {0}, nous vous invitons à vous rendre dans un centre d'évaluation.</p>
nl: <p>Op vraag van {0} nodigen wij u uit.</p>

# Location
source: Our office
fr: Notre bureau
nl: Ons kantoor

# LocationAC
source: Location :
nl: Locatie:

# LocationQA
source: Antwerp
fr: Anvers
nl: Antwerpen

# LocationQB
source: Brussels
fr: Bruxelles
nl: Brussel

# LocationQG
source: Ghent
fr: Gand
nl: Gent

# RouteElse
source: At the bottom of the page you can find the location of our office.
fr: En bas de la page, vous trouverez l'emplacement de notre bureau.
nl: Onderaan deze pagina kan je een wegbeschrijving vinden naar ons kantoor.

# RouteOn
source: For the online assessment you will receive a separate invitation.
fr: Pour l'évaluation en ligne, vous recevrez une invitation séparée.
nl: Voor het online assessment zal je een afzonderlijke mail ontvangen.

source: What to expect?
fr: À quoi pouvez-vous vous attendre ?
nl: Wat mag je verwachten?

# WhatToExpectSub
source: <p>On the specified day you will find a detailed overview of your day schedule here.</p><p><strong>Don't forget to bring your login details.</strong></p> <p>Your daily schedule is structured chronologically and consists of slots where you will work individually and where you will interact with an assessor.</p><p>Because we work paperless as much as possible, you can handle these simulations via a notebook which we will put at your disposal if your assessment takes place in one of our offices.</p> <p>To give you an idea of how this works we invite you to have a look at this <a href="https://demo-qcandidate.quintessenceconsulting.be/">LINK</a>.</p><p><strong>Please note:</strong> this is an example and is not related to the exercises you will be doing on the day of the assessment.</p>
fr: <p>Le jour de votre assessment, vous recevez un aperçu détaillé de votre planning de la journée ici.</p><p><strong>N'oubliez donc pas d'apporter vos données de connexion.</strong></p> <p>Votre planning du jour est structuré chronologiquement et comprend à la fois des moments où vous allez travailler individuellement et des moments où vous allez interagir avec un assesseur.</p> <p>Parce que nous travaillons le plus possible sans papier, vous pouvez gérer ces simulations via un carnet que nous mettrons à votre disposition si votre évaluation a lieu dans l'un de nos bureaux..<br/> Pour vous donner une idée du fonctionnement, nous vous invitons à jeter un coup d'œil à ce <a href="https://demo-qcandidate.quintessenceconsulting.be/">LINK</a>.</p><p><strong>Veuillez noter :</strong> il s'agit d'un exemple et il n'est pas lié aux exercices que vous ferez le jour d'évaluation.</p>
nl: <p>Op de dag zelf krijg je hier een gedetailleerd overzicht van je dagplanning.</p><p><strong>Vergeet daarom zeker je login gegevens niet.</strong></p> <p>Je dagplanning is chronologisch opgebouwd en bestaat uit slots waar je individueel mee aan de slag gaat en waar je mogelijks in interactie gaat met een assessor.</p> <p>Indien je programma plaatsvindt in één van onze kantoren dan kan je deze simulaties via een notebook behandelen die we je ter beschikking stellen dan wel via een eigen toestel mocht dat uw voorkeur wegdragen.<br/> Om je alvast een idee te geven hoe dit juist werkt nodigen we je uit om al eens een kijkje te nemen via deze <a href="https://demo-qcandidate.quintessenceconsulting.be/">LINK</a>.</p><p><strong>Let op:</strong> dit is een voorbeeld en dient enkel om je een idee te geven van de werking van ons platform. De inhoud staat los van de oefeningen die u de dag zelf zal doorlopen.</p>
