Repository: Eddyclaesen/Quintessence-QPlanet
Catalog: CulturalFit/Source/Quintessence.CulturalFit.UI.Webshell/App_GlobalResources/Global.*.resx
Languages: fr, nl

source: Change your language
fr: Changez votre langue
nl: Wijzig uw taal

# EnterVerificationCode
source: Enter your verification code
fr: Entrez votre code de vérification
nl: Voer uw verificatiecode in

source: Least applicable
fr: Le moins applicable
nl: Minst van toepassing

source: Most applicable
fr: Le plus applicable
nl: Meest van toepassing

# PleaseFillInYourQuestionnaire
source: Select the 5 statements that are the most applicable and the 5 statements that are the least applicable.
fr: Sélectionnez les 5 affirmations qui sont le plus applicables et les 5 affirmations qui sont le moins applicables
nl: Selecteer de 5 stellingen die het meest van toepassing zijn en selecteer de 5 stellingen die het minst van toepassing zijn.

# PleaseSelect5LeastApplicableTheorems
source: Please select 5 statements that are the least applicable. You have selected {0}.
fr: S'il vous plaît sélectionnez 5 affirmations qui sont les moins applicables. Vous avez sélectionné {0}.
nl: Gelieve 5 stellingen te selecteren die het minst van toepassing zijn. U heeft er {0} geselecteerd.

# PleaseSelecte5MostApplicableTheorems
source: Please select 5 statements that are the most applicable. You have selected {0}.
fr: S'il vous plaît sélectionnez 5 affirmations qui sont les plus applicables. Vous avez sélectionné {0}.
nl: Gelieve 5 stellingen te selecteren die het meest van toepassing zijn. U heeft er {0} geselecteerd.

# QuestionnaireAlreadyCompleted
source: You have already completed the questionnaire. We thank you for your cooperation!
fr: Vous avez complété la questionnaire. Nous vous remercions pour votre coopération!
nl: U hebt de vragenlijst reeds ingevuld. Wij danken u voor uw medewerking!

# QuestionnaireAlreadyCompletedLegend
source: The questionnaire has already been completed
fr: Votre questionnaire a déja été complété
nl: Uw vragenlijst is al ingevuld

source: Return to your questionnaire
fr: Retournez à votre questionnaire
nl: Ga terug naar de vragenlijst

source: Show Characters
fr: Montrer les caractères
nl: Toon tekens

source: Submit questionnaire
fr: Envoyer le questionnaire
nl: Verzend vragenlijst

# SuccessfullyProcessed
source: We have successfully processes your questionnaire. On behalf of the entire Quintessence-team, we thank you for your participation.<br/> Click on the icon below to download your results in .pdf
fr: Nous avons traité votre questionnaire avec succès. Au nom de l'équipe Quintessence, nous vous remercions pour votre participation.<br/> Ci-dessous vous pouvez télécharger les résultats en .pdf
nl: We hebben met succes uw vragenlijst verwerkt. Vanwege het Quintessence-team willen we u bedanken voor uw deelname.<br/> Hieronder kan u de resultaten in .pdf formaat downloaden

source: There were problems with your questionnaire
fr: Il y eu des problèmes avec votre questionnaire
nl: Er waren problemen met uw vragenlijst

# VerificationTitle
source: Verification
fr: Vérification
nl: Verificatie

# WelcomeBodyAsIsParticipant
source: Welcome to the Cultural Fit questionnaire. This questionnaire defines what is important for you within an organisation. The questionnaire consists of different statements. You must indicate the 5 statements that are the most suitable for you and the 5 statements that are the least suitable for you. After you finished filling out the questionnaire, you will have the opportunity to download your results in a PDF-format. At that time it won't be possible to change your given answers. </br></br>Click "Start" to continue.
fr: Bienvenue au questionnaire "Fit Culturel". Ce questionnaire a pour but d'étudier ce que vous estimez être important dans une organisation. Le questionnaire est composée de différentes affirmations. Vous devez indiquer les 5 affirmations les plus applicables pour vous et les 5 affirmations les moins applicables pour vous. Quand vous aurez rempli le questionnaire, vous pourrez télécharger les résultats en format PDF. A ce moment-là, il ne vous sera plus possible de changer vos réponses. </br></br>Cliquez "Start" afin de continuer
nl: Welkom bij de cultuurvragenlijst. Deze vragenlijst gaat na wat voor u belangrijk is binnen een organisatie. De vragenlijst bestaat uit verschillende stellingen. U dient hierbij aan te vinken welke 5 stellingen het meest op u van toepassing zijn en welke 5 stellingen het minst op u van toepassing zijn. Wanneer u alles ingevuld heeft, heeft u de mogelijkheid om uw resultaten in PDF-vorm te downloaden, het is dan niet meer mogelijk om uw antwoorden te wijzigen. </br></br>Klik op "Start" om te beginnen.

# WelcomeTitle
source: Welcome
fr: Bienvenue
nl: Welkom

source: We were unable to process your questionnaire due to the following problem(s)
fr: Nous n'avons pas pu traiter votre questionnaire en raison du (des) problème(s) suivant(s)
nl: Het was onmogelijk om uw vragenlijst te verwerken ten gevolge van volgende problemen

# WrongVerificationCode
source: Incorrect verification code
fr: Code de vérification incorrecte
nl: Ongeldige verificatiecode

source: Your questionnaire
fr: Votre questionnaire
nl: Uw vragenlijst

source: Your questionnaire has been processed
fr: Votre questionnaire a été traité
nl: Uw vragenlijst werd verwerkt

# NextQuestionnaire
source: Go to part 2
fr: Aller à la partie 2
nl: Ga naar deel 2

# AsIsQuestionnaireLegend
source: Questionnaire
nl: Vragenlijst

# ToBeQuestionnaireLegend
source: Questionnaire future situation
fr: Questionnaire sur la situation future
nl: Vragenlijst voor toekomstige situatie

# PleaseFillInYourQuestionnaireToBe
source: Select 5 statements that must be the most applicable in the future and the 5 statements that must be the least applicable in the future.
fr: Sélectionnez les 5 affirmations qui seront le plus applicables dans le futur et les 5 affirmations qui seront le moins applicables dans le futur.
nl: Selecteer de 5 stellingen die in de toekomst het meest van toepassing dienen te zijn en selecteer de 5 stellingen die in de toekomst het minst van toepassing dienen te zijn.

# WelcomeBodyAsIsCustomer
source: Welcome to the Cultural Fit questionnaire. This questionnaire defines what is important within your organisation. The questionnaire consists of different statements. You must indicate the 5 statements that are the most applicable to your organisation and the 5 statements that are the least applicable to your organisation. Keep the current situation in mind. After you finished filling out the questionnaire, you will have the opportunity to download the results in a PDF-format. At that time it won't be possible to change your given answers. </br></br>Click "Start" to continue.
fr: Bienvenue au questionnaire "Fit Culturel". Ce questionnaire a pour but d'étudier ce qui est important pour votre organisation. Le questionnaire est composée de différentes affirmations. Vous devez indiquer les 5 affirmations qui sont le plus applicables pour votre organisation et les 5 affirmations qui sont le moins applicables pour votre organisation. Pensez à la situation actuelle. Quand vous aurez rempli le questionnaire, vous pourrez télécharger les résultats en format PDF. A ce moment-là il ne vous sera plus possible de changer vos réponses. </br></br>Cliquez "Start" afin de continuer
nl: Welkom bij de cultuurvragenlijst. Deze vragenlijst gaat na wat binnen uw organisatie belangrijk is. De vragenlijst bestaat uit verschillende stellingen. U dient hierbij aan te vinken welke 5 stellingen het meest op uw organisatie van toepassing zijn en welke 5 stellingen het minst op uw organisatie van toepassing zijn. Houd hierbij steeds de huidige situatie voor ogen. Wanneer u alles ingevuld heeft, heeft u de mogelijkheid om uw resultaten in PDF-vorm te downloaden, het is dan niet meer mogelijk om uw antwoorden te wijzigen. </br></br>Klik op "Start" om te beginnen.

# WelcomeBodyAsIsToBe
source: Welcome to the Cultural Fit questionnaire. This questionnaire defines what is important within your organisation. The questionnaire consists of 2 parts. The first part measures what currently applies within your organisation. The second part measures in what direction your organisation should evolve. Each part consists of different statements. In part 1 you indicate which 5 statements are the most applicable and which 5 statements are the least applicable in your organisation. Part 2 is about the desired situation. After you finished filling out the questionnaire, you will have the opportunity to download the results in a PDF-format. At that time it won't be possible to change your given answers. </br></br>Click "Start" to continue.
fr: Bienvenue au questionnaire Fit Culturel. Ce questionnaire a pour but d'étudier ce qui est important dans votre organisation. Le questionnaire consiste de 2 parties. La première partie vérifie ce qui est en vigueur actuellement et la deuxième partie vérifie dans quelle direction votre organisation veut évoluer. Chaque partie est composée de différentes affirmations. Dans la première partie du questionnaire vous devez indiquer les 5 affirmations qui sont le plus applicables actuellement dans votre organisation et les 5 affirmations qui sont le moins applicables pour votre organisation. La deuxième partie du questionnaire a pour but d'étudier ce que vous voulez pour le futur. Vous devez indiquez les 5 affirmations qui selon vous seront applicables pour votre organisation dans le futur et les 5 affirmations qui seront le moins applicables pour votre organisation. Quand vous aurez rempli le questionnaire, vous pourrez télécharger les résultats en format PDF. A ce moment-là, il ne vous sera plus possible de changer vos réponses. </br></br>Cliquez "Start" afin de continuer
nl: Welkom bij de cultuurvragenlijst. Deze vragenlijst gaat na wat binnen uw organisatie belangrijk is. De vragenlijst bestaat uit twee delen. Het eerste deel peilt naar wat momenteel binnen uw organisatie geldt. Het tweede deel gaat na naar welke richting de organisatie dient te evolueren. Elk deel bestaat uit verschillende stellingen. Bij deel 1 vinkt u aan welke 5 stellingen het meest op uw organisatie van toepassing zijn en welke 5 stellingen het minst op uw organisatie van toepassing zijn. Bij deel 2 gaat het over de gewenste situatie. U geeft aan welke 5 stellingen het meest op uw organisatie van toepassing zullen zijn en welke 5 stellingen het minst op uw organisatie van toepassing zullen zijn. Wanneer u alles ingevuld heeft, heeft u de mogelijkheid om uw resultaten in PDF-vorm te downloaden, het is dan niet meer mogelijk om uw antwoorden te wijzigen. </br></br> Klik op "Start" om te beginnen.

# FooterText
source: Antwerp | Ghent | Brussels
fr: Anvers | Gand | Bruxelles
nl: Antwerpen | Gent | Brussel
